Repository: msoutopico/pisa_2025stg_translation_es-ZZ_post-verification-review
Catalog: omegat/project_save.tmx
Source language: en
Languages: sv_se

source: Large scale desalination plants produce freshwater from seawater.
sv_se: Storskaliga avsaltningsanläggningar producerar sötvatten av havsvatten.

source: Large solid components in a mixture are separated using a filter.
sv_se: Stora fasta beståndsdelar i en blandning separeras med hjälp av ett filter.

source: Larger areas of land maintain a greater biodiversity than smaller areas.
sv_se: Större markområden upprätthåller en större biologisk mångfald än mindre områden.

source: Larvae are produced.
sv_se: Larver produceras.

source: Larvae attach to rocks and continue to grow.
sv_se: Larverna fäster sig på stenar och fortsätter att växa.

source: Larvae move about and feed in the sea.
sv_se: Larver rör sig och äter i havet.

source: Larvae start to grow their shells.
sv_se: Larverna börjar utveckla sina skal.

source: Last year
sv_se: Förra året

source: Late on Saturday
sv_se: Sen på lördagar

source: Late students
sv_se: Sena elever

source: Latest arrival time:
sv_se: Senaste ankomsttid:

source: Latest departure time:
sv_se: Senaste avgångstid:

source: Lavender
sv_se: Lavendel

source: Learn
sv_se: Lära

source: Learning <English²> is compulsory in <national modal grade for 15-year-olds>
sv_se: Det är obligatoriskt att läsa engelska i årskurs 9. Om du arbetar på en gymnasieskola avser frågan årskurs 1.

source: Learning <English¹> is easy.
sv_se: Det är lätt att lära sig engelska.

source: Learning advanced <school science> topics would be easy for me
sv_se: Att lära mig om avancerad naturvetenskap inom NO-ämnena skulle vara lätt för mig.

source: Learning at least one <foreign language²> is compulsory in <national modal grade for 15-year-olds>
sv_se: Det är obligatoriskt att läsa minst ett modernt språk i årskurs 9. Om du arbetar på en gymnasieskola avser frågan årskurs 1.

source: Leave the jacket outside on a cloudy day.
sv_se: Lämna jackan utomhus en molnig dag.

source: Leela thinks that soy milk is better for the environment than almond milk.
sv_se: Leela anser att sojadryck är bättre för miljön än mandeldryck.

source: Legend
sv_se: Förklaring

source: Legend:
sv_se: Teckenförklaring:

source: Length of time before the container leaks
sv_se: Hur lång tid det tar innan förpackningen läcker

source: Less than 2 hours a week
sv_se: Mindre än 2 timmar i veckan

source: Less than half of the lessons
sv_se: På mindre än hälften av lektionerna

source: Less than one year
sv_se: Mindre än ett år

source: Let in people; show artworks; and panels.
sv_se: Släpp in personer, visa konstverk och skärmväggar.

source: Let me teach you how to use two tools: Sonar recordings and Livestream.
sv_se: Nu ska du få lära dig att använda två verktyg: sonar-inspelning och sändningsområde.

source: Let’s complete the model!
sv_se: Nu gör vi klart modellen!

source: Let’s improve the model!
sv_se: Nu förbättrar vi modellen!

source: Let’s race
sv_se: Nu tävlar vi

source: Light
sv_se: Ljus

source: Light Green
sv_se: Ljusgrön

source: Light Pollution
sv_se: Ljusföroreningar

source: Light at Night
sv_se: Ljus på natten

source: Light does not need to travel through the air to be seen, but sound does need to travel through the air to be heard.
sv_se: Ljuset behöver inte färdas genom luften för att synas, men ljudet måste färdas genom luften för att höras.

source: Light from the Sun is visible on the horizon.
sv_se: Ljus från solen syns vid horisonten.

source: Light is constant
sv_se: Ljus är konstant

source: Light passes through the pupil of the eye (a hole in the centre of the iris that appears black).
sv_se: Ljus passerar genom ögats pupill (ett hål som ser ut att vara svart, i mitten av iris).

source: Light pollution
sv_se: Ljusförorening

source: Light pollution experts
sv_se: Experter på ljusföroreningar

source: Light pollution experts are professionals who have studied environmental science or astronomy.
sv_se: Experter på ljusföroreningar är en yrkesgrupp som har studerat miljövetenskap eller astronomi.

source: Light scope
sv_se: Ljusspridning

source: Light scope refers to the width of the light beam produced by a light as shown below.
sv_se: Ljusspridning avser bredden på ljuskäglan som skapas av en lampa enligt bilden nedan.

source: Light trespass
sv_se: Ljusintrång

source: Lighting specialist
sv_se: Belysningsspecialister

source: Lighting specialists are professionals who supply, install and design lighting systems.
sv_se: Belysningsspecialister är en yrkesgrupp som levererar, installerar och designar belysningssystem.

source: Lightning
sv_se: Blixtar

source: Lightning is a natural electrostatic discharge produced in Earth’s atmosphere.
sv_se: En blixt är en naturlig elektrostatisk urladdning som uppstår i jordens atmosfär.

source: Lightning strike energy
sv_se: Energi från blixtnedslag

source: Likely
sv_se: Troligt

source: Lime
sv_se: Limegrön

source: Limitation
sv_se: Begränsning

source: Limited to 1.5°C
sv_se: Begränsad till 1,5°C

source: Limited to 2°C
sv_se: Begränsad till 2°C

source: Line 1
sv_se: Rad 1

source: Line 2
sv_se: Rad 2

source: Line 3
sv_se: Rad 3

source: Line 4
sv_se: Rad 4

source: Line 5
sv_se: Rad 5

source: Line 6
sv_se: Rad 6

source: Line 7
sv_se: Rad 7

source: Line 8
sv_se: Rad 8

source: Line 9
sv_se: Rad 9

source: Liquids that are not soluble in each other separate into layers.
sv_se: Vätskor som inte är lösliga i varandra separeras i skikt.

source: Listen to radio programmes, audio books or podcasts in <English²>
sv_se: Lyssnar på radioprogram, ljudböcker eller podcaster på engelska

source: Listen to songs in <English²>
sv_se: Lyssnar på musik på engelska

source: Listening material in <English²> (e.g. songs, podcasts, audio books)
sv_se: Ljudmaterial på engelska (t.ex. låtar, podcaster, ljudböcker)

source: Listening to guests invited by the school to speak to students in <English²>
sv_se: Lyssna på personer som skolan bjudit in för att tala inför eleverna på engelska

source: Livestream
sv_se: Sändningsområde

source: Living things must gain energy to survive.
sv_se: Levande varelser behöver energi för att överleva.

source: Load sound machine
sv_se: Ladda ljudmaskinen

source: Load the sound machine by dragging the correct calls in the correct order.
sv_se: Ladda ljudmaskinen genom att dra de korrekta ljuden i rätt ordning.

source: Load the sound machine with calls from the call library.
sv_se: Ladda ljudmaskinen med ljud från ljudbiblioteket.

source: Location
sv_se: Plats

source: Location A
sv_se: Plats A

source: Location B
sv_se: Plats B

source: Location C
sv_se: Plats C

source: Location D
sv_se: Plats D

source: Location of stops
sv_se: Hållplatsernas läge

source: London and Barcelona are sinking at a rate of 15 mm/year.
sv_se: London och Barcelona sjunker med 15 mm/år.

source: Look after older family members
sv_se: Tar hand om äldre familjemedlemmar

source: Look after younger family members
sv_se: Tar hand om yngre familjemedlemmar

source: Look at Step 4.
sv_se: Titta på Steg 4.

source: Look at the results: when the hours of Activity 1 increase, and the hours for Activity 2 stay the same, the fitness score always increases.
sv_se: Titta på resultaten: när antalet timmar för aktivitet 1 ökar, och antalet timmar för aktivitet 2 är detsamma, ökar alltid konditionspoängen.

source: Look: after hearing the call, the dolphins started to race.
sv_se: Titta: efter att ha hört ljudet, började delfinerna att tävla.

source: Look: the dolphins raced!
sv_se: Titta: delfinerna tävlade!

source: Looking after the global environment is important to me.
sv_se: Det är viktigt för mig att skydda den globala miljön.

source: Loss of Biodiversity
sv_se: Förlorad biologisk mångfald

source: Loss of biodiversity is widespread throughout the world.
sv_se: Förlust av biologisk mångfald pågår över hela världen.

source: Loss of local indigenous culture
sv_se: Förlust av den lokala ursprungskulturen

source: Lost traps continue to trap sea animals until the wire rusts away.
sv_se: Förlorade burar fortsätter att fånga havslevande djur tills nätet rostar bort.

source: Lost traps remain on the ocean floor and can continue to trap small sea animals.
sv_se: Förlorade burar ligger kvar på havsbottnen och kan fortsätta att fånga in små, havslevande djur.

source: Low
sv_se: Låg

source: Low academic achievement
sv_se: Lågt studieresultat

source: Low priority
sv_se: Låg prioritet

source: Low risk
sv_se: Låg risk

source: Lower CO concentrations will be able to be detected.
sv_se: Lägre CO-koncentrationer kommer att kunna upptäckas.

source: Lowest carbon footprint:
sv_se: Lägst koldioxidavtryck:

source: Lunar Issues
sv_se: Påverkan från månen

source: MYCIN Question number
sv_se: MYCIN-frågenummer

source: MYCIN is an early example of a Medical Expert System.
sv_se: MYCIN är ett tidigt exempel på ett medicinskt expertsystem.

source: MYCIN was developed to determine whether AI could help to diagnose bacterial infections.
sv_se: MYCIN utvecklades för att avgöra om AI kunde hjälpa till att diagnostisera bakteriella infektioner.

source: Machine
sv_se: Maskin

source: Machine 1
sv_se: Maskin 1

source: Machine 2
sv_se: Maskin 2

source: Machine 3
sv_se: Maskin 3

source: Machine 4
sv_se: Maskin 4

source: Magnet orientation
sv_se: Magnetens orientering

source: Magnetic Cleaners
sv_se: Magnetiska städare

source: Main ingredient in alcohol-based hand sanitisers that kills bacteria.
sv_se: Huvudingrediens i alkoholbaserade handdesinfektionsmedel som dödar bakterier.

source: Makayla is deciding between drinking almond milk or soy milk.
sv_se: Makayla ska välja om hon ska använda mandeldryck eller sojadryck.

source: Make flow diagrams to represent the different parts of a process
sv_se: Skapa ett flödesschema som representerar de olika delarna av en process

source: Make sure MOST dolphins react to ‘Many Fish’ calls.
sv_se: Se till att DE FLESTA delfiner reagerar på ljudet "Mycket fisk".

source: Make sure they are safe and can still access food.
sv_se: Se till att de är säkra och fortfarande kan få tillgång till föda.

source: Make the recycling claw achieve the goal state.
sv_se: Gör så att återvinningsklon når målsättningen.

source: Making an effort in my <school science> subject(s) is worth it because this will help me in the work I want to do later on.
sv_se: Det är värt mödan om jag anstränger mig i NO-ämnena för det kommer att vara mig till hjälp i det jag vill arbeta med senare.

source: Making and hearing sound are essential abilities for marine animals, for example in communicating with each other.
sv_se: Göra och höra ljud är väsentliga egenskaper hos marint levande djur, till exempel för att kommunicera med varandra.

source: Making purchases based on how sustainable the products are
sv_se: Gjort inköp baserat på hur hållbara produkterna är

source: Male
sv_se: Man

source: Mammalian Cloning
sv_se: Kloning av däggdjur

source: Mammals
sv_se: Däggdjur

source: Manage and share your work on school assignments or projects online
sv_se: Hantera och dela läxor eller skolprojekt via internet

source: Manatees and Power Plants
sv_se: Manater och kraftverk

source: Manatees are large, ‘warm-blooded’ mammals found in warm waters in shallow coastal areas and rivers.
sv_se: Manater är stora, 'varmblodiga' däggdjur som lever i varma vatten i grunda kustområden och floder.

source: Manatees are primarily herbivores that mostly eat sea grasses.
sv_se: Manater är främst växtätare som mest äter sjögräs.

source: Manatees are vulnerable to extinction.
sv_se: Manater är utrotningshotade.

source: Manatees need water that is at least 20°C to live.
sv_se: Manater behöver vatten som är minst 20 °C för att leva.

source: Mandatory <standardised tests>, e.g. <country specific example>
sv_se: Obligatoriska standardiserade prov

source: Manufacturing of turbines
sv_se: Tillverkning av vindkraftverk

source: Many animals hibernate in winter.
sv_se: Många djur går i ide på vintern.

source: Many animals make sounds.
sv_se: Många djur ger ifrån sig ljud.

source: Many cities built near the Arctic Circle are on top of permafrost.
sv_se: Många städer som är byggda nära polcirkeln ligger ovanpå permafrost.

source: Many countries now ban the use of ozone-depleting gases.
sv_se: I många länder har användning av ozonnedbrytande gaser förbjudits.

source: Many fish
sv_se: Mycket fisk

source: Many lessons
sv_se: På många lektioner

source: Many migratory birds fly at night and find their way using the positions of the stars.
sv_se: Många flyttfåglar flyger på natten och orienterar sig med hjälp av stjärnornas positioner.

source: Many people are concerned about the global environmental impacts of the manufacture and disposal of clothing.
sv_se: Många är oroade för hur tillverkning och kassering av kläder påverkar den globala miljön.

source: Many people will have to move and live in new locations.
sv_se: Många människor kommer att behöva flytta och bo på nya platser.

source: Many things I learn in my <school science> subject(s) will help me to get a job.
sv_se: Mycket av det jag lärt mig i NO-ämnena kommer att hjälpa mig att få ett jobb.

source: Many times
sv_se: Många gånger

source: Map of Jakarta, Indonesia (top) and the percentage of land in Jakarta predicted to be submerged by 2025 and 2050 (bottom).
sv_se: Karta över Jakarta, Indonesien (högst upp) och procentandelen land i Jakarta som förutsägs vara under vatten 2025 och 2050 (längst ner).

source: March
sv_se: Mars

source: Marine species – mainly found in the sea
sv_se: Marina arter - finns huvudsakligen i havet

source: Marine turtles
sv_se: Havssköldpaddor

source: Marion adds sugar crystals to a glass of plain water.
sv_se: Marion häller sockerkristaller i ett glas med vanligt vatten.

source: Marion grows crystals at home as a hobby.
sv_se: Marion odlar kristaller hemma som hobby.

source: Marion has dissolved some magnesium chloride (MgCl₂) crystals in water.
sv_se: Marion har löst upp lite kristaller av magnesiumklorid (MgCl₂) i vatten.

source: Marion left a glass of seawater on a shelf for one month.
sv_se: Marion lät ett glas med havsvatten stå på en hylla i en månad.

source: Marion plans to compare how crystals grow in three different locations around her house.
sv_se: Marion tänker jämföra hur kristaller växer på tre olika platser i hennes hus.

source: Marion then poured this solution into three identical glasses.
sv_se: Sedan hällde Marion lösningen i tre identiskt lika glas.

source: Mars and Venus are the two planets that have orbits similar to Earth’s.
sv_se: Mars och Venus är de två planeter vars omloppsbanor liknar jordens mest.

source: Marsupialia
sv_se: Pungdjur

source: Mary observes how ants use chemicals to communicate.
sv_se: Sofia observerar hur myror använder kemikalier för att kommunicera.

source: Mary sprays chemicals C and D next to food sources to see how ants respond.
sv_se: Sofia sprutar kemikalierna C och D intill födan för att se hur myrorna reagerar.

source: Mary uses chemicals to keep blue ants away from the red ants’ nest.
sv_se: Sofia använder kemikalier för att hålla blåmyror borta från rödmyrornas stack.

source: Mask blocks less virus particles
sv_se: Munskyddet hindrar färre viruspartiklar

source: Mask blocks more virus particles
sv_se: Munskyddet hindrar fler viruspartiklar

source: Mass = 100 g
sv_se: Vikt = 100 g

source: Mass of clay
sv_se: Mängd lera

source: Mass of filings collected (kg)
sv_se: Uppsamlad massa av järnspån (kg)

source: Mass of hydrocarbon needed until the water boils
sv_se: Massa kolväte som behövs för att få vattnet att koka

source: Mass of used hydrocarbon (g)
sv_se: Det använda kolvätets massa (g)

source: Mass of water (g)
sv_se: Vattnets massa (g)

source: Mass range (kg)
sv_se: Intervall av massa (kg)

source: Match boxes by selecting one box in each column.
sv_se: Para ihop rutor genom att välja en ruta i varje kolumn.

source: Match each climate change impact with its most likely outcome by selecting both.
sv_se: Para ihop varje effekt av klimatförändringen med den troligaste följden genom att markera båda.

source: Match each of the five activities with the problem-solving step to which the activity belongs.
sv_se: Para ihop var och en av de fem handlingarna med det problemlösningssteg där handlingen hör hemma.

source: Match each question with the main decision-making aspect the question will address.
sv_se: Para ihop varje fråga med den huvudsakliga beslutsfattande aspekten som frågan är kopplad till.

source: Match each source to its note by selecting one box on each side.
sv_se: Para ihop varje källa med rätt anteckning genom att välja en ruta på varje sida.

source: Match the example pattern in Rows 1 and 3 using one type of image.
sv_se: Matcha mönstret i exemplet på rad 1 och 3 genom att använda en sorts bild.

source: Match the example pattern in Rows 2 and 4 using the other two types of image.
sv_se: Matcha mönstret i exemplet på rad 2 och 4 genom att använda de andra två bildsorterna.

source: Match the example pattern using two different types of image.
sv_se: Matcha mönstret i exemplet genom att använda två olika sorters bilder.

source: Match the example by animating the artwork for 2 seconds.
sv_se: Matcha exemplet genom att animera konstverket i 2 sekunder.

source: Material Testing
sv_se: Materialtestning

source: Materials tested
sv_se: Testade material

source: Mathematics
sv_se: Matematik

source: Mathematics homework
sv_se: Läxor i matematik

source: Max is an astronaut using a fitness plan to improve fitness.
sv_se: Martin är en astronaut som använder ett träningsupplägg för att förbättra sin kondition.

source: Maximum number of students
sv_se: Maximalt antal elever

source: Maximum rate of land subsidence
sv_se: Maximal sättningsgrad

source: Max’s fitness plan
sv_se: Martins träningsupplägg

source: May
sv_se: Maj

source: May cause allergic reactions.
sv_se: Kan orsaka allergiska reaktioner.

source: Me
sv_se: Jag

source: Mechanical damage does not cause shells to become pitted.
sv_se: Perforeringen av skalen beror inte på mekanisk skada.

source: Medical Expert Systems are a type of AI that help doctors diagnose and treat illnesses.
sv_se: Medicinska expertsystem är en typ av AI som hjälper läkare att diagnostisera och behandla sjukdomar.

source: Medium
sv_se: Medel

source: Medium carbon footprint:
sv_se: Medelhögt koldioxidavtryck:

source: Medium priority
sv_se: Medelhög prioritet

source: Medium risk
sv_se: Medelhög risk

source: Melting ice
sv_se: Smältande isar

source: Melting of the permafrost occurs in a cycle that has five stages.
sv_se: Smältning av permafrosten sker i en cykel som innehåller fem steg.

source: Metal screw
sv_se: Metallskruv

source: Metals change size in response to changes in temperature.
sv_se: Metaller ändrar storlek när temperaturen förändras.

source: Metals change volume in response to changes in temperature.
sv_se: Metaller ändrar storlek när temperaturen förändras.

source: Methane gas is formed deep underground by the decomposition of organic matter.
sv_se: Metangas bildas djupt nere i marken genom nedbrytning av organiskt material.

source: Methane is also produced by the decomposition of organic matter in landfills.
sv_se: Metan produceras även när organiskt material bryts ner på soptippar.

source: Methane release into the atmosphere also contributes to global warming.
sv_se: Utsläpp av metan i atmosfären bidrar också till den globala uppvärmningen.

source: Method
sv_se: Metod

source: Method of electricity generation
sv_se: Metod för att generera elektricitet

source: Methyl bromide can be used because finding alternatives will be too expensive and time consuming.
sv_se: Metylbromid kan användas eftersom det vore för dyrt och tidskrävande att hitta alternativ.

source: Methyl bromide can be used because humans will eventually evolve immunity and will no longer be affected by UV radiation.
sv_se: Metylbromid kan användas eftersom människor efter hand kommer att utveckla immunitet och inte längre kommer att påverkas av UV-strålning.

source: Methyl bromide can be used because the ozone layer is recovering and therefore ozone-depleting chemicals are no longer a problem.
sv_se: Metylbromid kan användas eftersom ozonlagret håller på att återställas och ozonnedbrytande kemikalier är därför inte längre ett problem.

source: Methyl bromide can be used until viable alternatives are developed to avoid disrupting the world economy.
sv_se: Metylbromid kan användas tills fungerande alternativ har utvecklats för att undvika störningar i världsekonomin.

source: Methyl bromide is an ozone-depleting gas.
sv_se: Metylbromid är en ozonnedbrytande gas.

source: MgCl₂ is composed of magnesium and chloride ions.
sv_se: MgCl₂ består av magnesiumjoner och kloridjoner.

source: Microplastics and Marine Organisms
sv_se: Mikroplaster och havslevande organismer

source: Microplastics are a serious threat to marine organisms.
sv_se: Mikroplaster är ett allvarligt hot mot havslevande organismer.

source: Microplastics can accumulate (build up) in the cells and tissues of marine animals.
sv_se: Mikroplaster kan ackumuleras (samlas) i celler och vävnader hos havslevande djur.

source: Microplastics do not dissolve in water and they float in water.
sv_se: Mikroplaster löses inte upp i vatten och de flyter i vatten.

source: Migrating insects that are attracted to lights will be more likely to follow their migration paths.
sv_se: Migrerande insekter som dras till ljus kommer i större utsträckning att följa sina flyttvägar.

source: Minutes late arriving at school
sv_se: Sen ankomst till skolan i minuter

source: Model
sv_se: Modell

source: Model Variables
sv_se: Variabler i modellen

source: Model of a Tyrannosaurus rex skeleton
sv_se: Modell av ett skelett från Tyrannosaurus rex

source: Model workspace
sv_se: Arbetsyta för modell

source: Model:
sv_se: Modell:

source: Moderate extent
sv_se: I måttlig utsträckning

source: Moderate risk
sv_se: Måttlig risk

source: Modify the program so that the recycling claw achieves the goal state.
sv_se: Ändra programmet så att återvinningsklon når målsättningen.

source: Modify the flowchart so that visitors do the following things when there is no free space in the viewing area:
sv_se: Ändra flödesschemat så att besökare gör följande när det inte finns någon ledig plats i visningsområdet:

source: Modify the flowchart so that visitors do the following things:
sv_se: Ändra flödesschemat så att besökare gör följande:

source: Modify the program so that the Nature Pod meets the goals, in the order they are written.
sv_se: Ändra programmet så att naturkapseln uppfyller målen i den ordning som de är skrivna.

source: Molten rock under the ground cools and hardens.
sv_se: Smälta bergarter under marken svalnar och stelnar.

source: Monday 6 October
sv_se: Måndagen den 6 oktober

source: Monitor how many crabs are caught in each trap.
sv_se: Övervaka hur många krabbor som fångas i varje bur.

source: Monitor how many crabs are caught in the traps at each location.
sv_se: Övervaka hur många krabbor som fångas i burarna på varje plats.

source: Monitor whether homework was completed.
sv_se: Kontrollerar om läxorna är gjorda.

source: Monotremata
sv_se: Kloakdjur

source: Month
sv_se: Månad

source: Monthly
sv_se: Varje månad

source: Moon Soil
sv_se: Månjord

source: Moon soil 1
sv_se: Månjord 1

source: Moon soil 2
sv_se: Månjord 2

source: Moon soil 3
sv_se: Månjord 3

source: Moonlight preventing the observation of the stars
sv_se: Månljus som gör att stjärnorna inte kan observeras

source: Mopeds or motorcycles
sv_se: Mopeder eller motorcyklar

source: More dinosaur tracks were discovered in the dry riverbeds.
sv_se: Fler dinosauriespår upptäcktes i de torra flodbäddarna.
